#language: ru
  Функционал: Оформление заказа
    Сценарий: Зарегистрированный покупатель оформляет заказ
      Дано покупатель переходит на главную страницу
      Если покупатель открывает модальное окно авторизации
      И вводит корректные реквизиты для входа
      То покупатель успешно авторизуется
      Затем покупатель открывает каталог
      И выбирает желаемую категорию
      И желаемый тип товара
      Затем покупатель осуществляет фильтрацию товаров
      И выбирает желаемые товары
      Затем покупатель переходит на страницу оформления заказов
      И заполняет данные для оформления заказа


