#language: ru
  Функционал: Оформление заказа
    Сценарий: Зарегистрированный покупатель оформляет заказ
      Дано покупатель переходит на главную страницу
      Если покупатель открывает модальное окно авторизации
      И вводит корректные реквизиты для входа
      То покупатель успешно авторизуется
      Затем покупатель открывает каталог
      И выбирает желаемую категорию: "Сад и огород"
      И желаемый тип - "Уличное освещение для дома и сада" и подтипы товара - "Дюралайт" "Шнуры Дюралайт"
      Затем покупатель осуществляет фильтрацию товаров
      И выбирает желаемые товары
      Затем покупатель переходит на страницу оформления заказов
      И заполняет данные для оформления заказа


